Repository: Igor-carvalho/Symfony-scratch
Catalog: src/Dmcl/StbBundle/Resources/locale/*/LC_MESSAGES/stb.po
Languages: pl

source: Language of the interface
pl: Język interfejsu

source: Country
pl: Kraj

source: City
pl: Miasto

source: Use PAGE-/+ buttons to move through several menu items
pl: Użyj przycisków PAGE-/+ aby się poruszać pomiędzy elementami w menu

source: SOFTWARE UPDATE
pl: UAKTUALNIENIE OPROGRAMOWANIA

source: START UPDATE
pl: ROZPOCZNIJ UAKTUALNIENIE

source: From HTTP
pl: Z HTTP

source: From USB
pl: Z USB

source: Source
pl: Źródło

source: Method select
pl: Wybierz metodę

source: EMPTY
pl: PUSTE

source: Exchange rate on
pl: Kurs dnia

source: NBU exchange rate on
pl: Kurs NBU dnia

source: CBR exchange rate on
pl: Kurs CBR dnia

source: WEATHER
pl: POGODA

source: pres.:
pl: ciś.:

source: wind:
pl: wiatr:

source: INFOPORTAL
pl: PORTAL INFORMACYJNY

source: CITY INFO
pl: INFORMACJE MIEJSCOWE

source: emergency
pl: alarmowe

source: help
pl: pomoc

source: other
pl: inne

source: HOROSCOPE
pl: HOROSKOP

source: JOKES
pl: ŻARTY

source: GOTO
pl: IDŹ DO

source: LIKE
pl: POLUB

source: BOOKMARK
pl: DODAJ ZAKŁADKĘ

source: TO BOOKMARK
pl: DO ZAKŁADKI

source: JOKE
pl: ŻART

source: RULES
pl: ZASADY

source: RATING
pl: OCENA

source: Your task is to guess the number of unduplicated four digits, the first of them - not zero. Every your guess will be compared with the number put forth a STB. If you guessed a digit, but it is not in place, then it is a COW (C). If you guessed, and a number, and its location, this BULL (B).
pl: Twoim zadaniem jest zgadnięcie liczby niepowtarzających się czterech liczb, pierwsza z nich - nie zerowa. Każda próba zostanie porównana z numerem zapisanym na dekoderze. Jeśli udało ci się zgadnąć liczbę, ale jest ona w złym miejscu, jest ona KROWĄ (C). Jeśli zgadłeś, i liczbę, i jej lokalizację jest ona BYKIEM (B)

source: Moving the cursor
pl: Przesuwanie kursora

source: Enter numbers into cells
pl: Wstaw numery w komórki

source: Confirmation of the step
pl: Potwierdzenie kroku

source: Moving through the pages of history moves
pl: Poriszanie się po stronach ruchów historycznych

source: Service is disabled
pl: Serwis jest wyłączony

source: Channel is not available
pl: Kanał jest niedostępny

source: TV Guide
pl: Przewodnik TV

source: RECORD
pl: NAGRAJ

source: REMIND
pl: PRZYPOMNIJ

source: Goto channel
pl: Idź do kanału

source: Close
pl: Zamknij

source: on channel
pl: na kanał

source: now begins
pl: zaczyna się teraz

source: in
pl: w

source: started
pl: rozpoczęte

source: search_box_languages
pl: en

source: Timezone
pl: Strefa czasowa

source: NTP Server
pl: Serwer NTP

source: DELETE
pl: USUŃ

source: Do you really want to stop this record?
pl: Czy napewno chcesz przerwać to nagrywanie?

source: Confirm
pl: Potwierdź

source: Server error. Try again later.
pl: Błąd serwera. Spróbuj ponownie później.

source: RECORDING DURATION
pl: RECORDING DURATION, h

source: FREE on the server, h
pl: WOLNE na serwerze, h

source: Recording this channel is forbidden
pl: Nagrywanie kanału jest zabronione

source: Buffer size
pl: Rozmiar bufora

source: Time, sec
pl: Czas, sec

source: PLAYBACK
pl: ODTWARZANIE

source: EXIT
pl: WYJDŹ

source: YES
pl: TAK

source: CLOSE
pl: ZAMKNIJ

source: PAY
pl: ZAPŁAĆ

source: PLAY
pl: ODTWÓRZ

source: ADD
pl: DODAJ

source: Audio out
pl: Wyjście Audio

source: Analog only
pl: Tylko analogowe

source: Analog and S/PDIF 2-channel PCM
pl: Analogowe i S/PDIF 2-channel PCM

source: S/PDIF raw or 2-channel PCM
pl: S/PDIF raw lub 2-channel PCM

source: GAME
pl: GRA

source: DOWNLOADS
pl: ŚCIĄGNIĘTE

source: Not found mounted devices
pl: Nie znaleziono zamontowanych urządzeń

source: Add download
pl: Dodaj do ściągnięcia

source: Device
pl: Urządzenie

source: CREATE
pl: UTWÓRZ

source: MOVE UP
pl: PRZESUŃ W GÓRĘ

source: MOVE DOWN
pl: PRZESUŃ W DÓŁ

source: RECORDING
pl: NAGRANIE

source: DOWNLOAD
pl: ŚCIĄGNIĘTE

source: RECORDING AND FILE
pl: NAGRANIE I PLIK

source: Duration of continuous playback
pl: Długość ciągłego odtwarzania

source: Without limit
pl: Bez limitów

source: hours
pl: godzin

source: Reached limit the duration of continuous playback. To continue playback, press the OK or EXIT.
pl: Został osiągnięty limit długości ciągłego odtwarzania. Aby kontynuować odtwarzanie wciśnij OK lub EXIT

source: GENERAL SETTINGS
pl: GENERAL

source: Screensaver interval
pl: Czas do włączenia wygaszacza ekranu

source: DEMO VIDEO
pl: VIDEO TESTOWE

source: ACCOUNT
pl: KONTO

source: Coming soon
pl: Wkrótce

source: INFORMATION
pl: INFORMACJE

source: PAYMENT
pl: ZAPŁATA

source: AGREEMENT
pl: UMOWA

source: TERMS OF USE
pl: REGULAMIN

source: Video instruction
pl: Instrukcje video

source: QUALITY
pl: JAKOŚĆ

source: low
pl: niska

source: medium
pl: średnia

source: high
pl: wysoka

source: add
pl: dodaj

source: del
pl: usuń

source: NETWORK STATUS
pl: STATUS SIECI

source: REFRESH
pl: ODŚWIEŻ

source: Speed test
pl: TEST PRĘDKOŚCI

source: testing...
pl: testowanie...

source: UP
pl: W GÓRĘ

source: DOWN
pl: W DÓŁ

source: stopped
pl: zastopowane

source: waiting queue
pl: kolejka oczekujących

source: running
pl: w toku

source: completed
pl: zakończone

source: temporary error
pl: tymczasowy błąd

source: permanent error
pl: stały błąd

source: Authentication
pl: Autentyfikacja

source: Error
pl: Błąd

source: Play this url or start download?
pl: Odtworzyć czy zacząć pobieranie

source: Play
pl: Odtwórz

source: Download
pl: Ściągnij

source: Play all
pl: Odtwórz wszystkie

source: on
pl: włącz

source: off
pl: wyłącz

source: Network authentication
pl: Uwierzytelnianie sieciowe

source: Do you really want to exit?
pl: Czy napewno chcesz wyjść

source: There is an active downloads from this server
pl: Pobieranie z tego serwera jest aktywne

source: Alert
pl: Alarm

source: Notice
pl: Notka

source: Select
pl: Wybierz

source: Favorites
pl: Ulubione

source: Your STB is not supported
pl: Twój dekoder jest nieobsługiwany

source: Phone
pl: Telefon

source: User
pl: Użytkownik

source: SERVICES MANAGEMENT
pl: ZARZĄDZANIE SERWISAMI

source: SUBSCRIBE
pl: Zapisz się

source: UNSUBSCRIBE
pl: Wypisz się

source: Are you really want to subscribe to this service?
pl: Czy napewno chcesz zapisać się do tego serwisu?

source: Are you really want to unsubscribe from this service?
pl: Czy napewno chcesz wypisać się z tego serwisu?

source: The service costs {0}
pl: Serwis kosztuje {0}

source: You have successfully subscribed to the service.
pl: Pomyślnie zapisałeś się do serwisu.

source: You have successfully unsubscribed from the service.
pl: Pomyślnie wypisałeś się z serwisu.

source: You have successfully subscribed to the service. STB will be rebooted.
pl: Pomyślnie zapisałeś się do serwisu. Uruchom ponownie dekoder.

source: You have successfully unsubscribed from the service. STB will be rebooted.
pl: Pomyślnie wypisałeś się z serwisu. Uruchom ponownie dekoder.

source: An error in the management of subscriptions.
pl: Bład w zarządzaniu subskrypcjami.

source: package_price_measurement
pl: UAH

source: Do you really want to rent this movie?
pl: Czy napewno chcesz wypożyczyć ten film?

source: The movie costs {0}
pl: Film kosztuje {0}

source: Rent duration: {0}h
pl: Czas wypożyczenia {0}h

source: End date
pl: Czas zakończenia

source: 3D mode
pl: Tryb 3d

source: mode {0}
pl: tryb {0}

source: no epg
pl: brak epg

source: wrong epg
pl: złe epg

source: Part
pl: Title

source: Channel not available
pl: Kanał niedostępny

source: Channel temporary available
pl: Kanał tymczasowo niedostępny

source: Channel not available for this region
pl: Kanał niedostępny dla tego regionu

source: Channel not available. Server error.
pl: Kanał niedostępny. Błąd serwera.

source: Account info
pl: Informacje o koncie

source: Payment
pl: Płatność

source: Continue playing?
pl: Czy kontynuować odtwarzanie

source: NO
pl: NIE

source: Do you want to quit the Time Shift mode?
pl: Czy napewno chcesz opuścić tryb Time Shift?

source: by name
pl: po nazwie

source: by date
pl: po dacie

source: Connection problem
pl: Problem z połączeniem

source: Account balance
pl: Stan konta

source: Start recording on the server?
pl: Rozpocznij nagrywanie na serwerze?

source: Do you really want to schedule a recording on the server?
pl: Czy napewno chcesz zaplanować nagranie na serwerze?

source: Select where to save the record
pl: Wybierz gdzie zapisać nagranie

source: USB Storage
pl: Magazyn USB

source: Path
pl: Ścieżka

source: Filename
pl: Nazwa pliku

source: USB Device
pl: Urządzenie USB

source: rec_stop_msg
pl: Stopped recording — {0} on channel {1}

source: The recorded file is missing
pl: Nagrany plik zaginął

source: Recording is not finished yet
pl: Nagrywanie nie jest zakończone

source: The channel already has a scheduled recording
pl: Ten kanał ma już zaplanowane nagrywanie

source: PVR Error: Wrong parameter
pl: Błąd PVR: Zły parametr

source: PVR Error: Not enough memory to complete the operation
pl: Błąd PVR: Brak wystarczającej ilości pamięcie dla tej operacji

source: PVR Error: Incorrect recording range
pl: Błąd PVR: Zły zakres nagrania

source: PVR Error: Task not found
pl: Błąd PVR: Zadanie nieznalezione

source: PVR Error: Wrong filename
pl: Błąd PVR: Zła nazwa pliku

source: PVR Error: Record file already exists
pl: Błąd PVR: Plik nagrania już istnieje

source: PVR Error: Error opening channel URL
pl: Błąd PVR: Błąd przy otwieraniu URL

source: PVR Error: Error opening file
pl: Błąd PVR: Błąd przy otwieraniu pliku

source: PVR Error: Exceeded the maximum number simultaneous recordings
pl: Błąd PVR: Przekroczono maksymalną liczbę nagrań w tym samym czasie

source: PVR Error: End of stream
pl: Błąd PVR: Koniec strumienia

source: PVR Error: Error writing to file
pl: Błąd PVR: Błąd przy zapisie do pliku

source: Start time
pl: Czas rozpoczęcia

source: End time
pl: Czas zakończenia

source: Recording
pl: Nagrywanie

source: Recording on USB device interrupted
pl: Nagrywanie na urządzeniu USB zostało przerwane

source: Wrong
pl: Zły

source: Parent control
pl: Kontrola rodzicielska

source: Encoding
pl: Format

source: Network folder
pl: Katalog sieciowy

source: IP address
pl: Adres IP

source: Local folder
pl: Folder lokalny

source: Server address
pl: Adres serwera

source: Path to the folder
pl: Scieżka do folderu

source: Folder name in favorites
pl: Nazwa folderu w ulubionyc

source: Mount failed
pl: Montowanie nie powiodło się

source: This operation is temporarily unavailable.
pl: Ta operacja jest czasowo niedostępna

source: end_date_format
pl: d.m.Y

source: %d day
pl: %d dzień

source: Subscribed
pl: Zapisany

source: Not subscribed
pl: Nie zapisany

source: ABC_1l
pl: A

source: ABC_2l
pl: B

source: ABC_3l
pl: C

source: ABC_4l
pl: D

source: ABC_5l
pl: E

source: ABC_6l
pl: F

source: ABC_7l
pl: G

source: ABC_8l
pl: H

source: ABC_9l
pl: I

source: ABC_10l
pl: G

source: ABC_11l
pl: K

source: ABC_12l
pl: L

source: ABC_13l
pl: M

source: ABC_14l
pl: N

source: ABC_15l
pl: O

source: ABC_16l
pl: P

source: ABC_17l
pl: Q

source: ABC_18l
pl: R

source: ABC_19l
pl: S

source: ABC_20l
pl: T

source: ABC_21l
pl: U

source: ABC_22l
pl: V

source: ABC_23l
pl: W

source: ABC_24l
pl: X

source: ABC_25l
pl: W

source: ABC_26l
pl: Z

source: january
pl: Styczeń

source: february
pl: Luty

source: march
pl: Marzec

source: april
pl: Kwiecień

source: may
pl: Maj

source: june
pl: Czerwiec

source: july
pl: Lipiec

source: august
pl: Sierpień

source: september
pl: Wrzesień

source: october
pl: Październik

source: november
pl: Listopad

source: december
pl: Grudzień

source: [No channel info]
pl: [Brak informacji o kanale]

source: unavailable
pl: niedostępny

source: not changed
pl: niezmieniony

source: Errors
pl: Błędy

source: Successful: %s channels
pl: Powiodło się: %s kanałów

source: Deleted: %s records
pl: Usunięto: %s kanałów

source: Queries
pl: Żądanie

source: Exec time
pl: Czas wykonania

source: Night
pl: Noc

source: Morning
pl: Poranek

source: Evening
pl: Południe

source: Jan
pl: sty

source: Feb
pl: lut

source: Apr
pl: kwi

source: Jun
pl: cze

source: Jul
pl: lip

source: Aug
pl: sie

source: Sep
pl: wrz

source: Oct
pl: paź

source: Nov
pl: lis

source: Dec
pl: gr

source: clear
pl: Słonecznie

source: partly cloudy
pl: drobna mgła

source: cloudy
pl: mgła

source: overcast
pl: pochmurny

source: rain
pl: deszcz

source: rainfall
pl: opady śniegu

source: snow
pl: śnieg

source: thunderstorm
pl: burza z piorunami

source: no data
pl: brak danych

source: w/o precipitation
pl: bez opadów

source: pressure
pl: ćiśnienie

source: wind
pl: wiatr

source: Channel %s set to active because at least one of its URLs became available.
pl: Kanał %s został uaktywniony gdyż jeden z jego adresów jest dostępny

source: Channel %s set to inactive because all its URLs are not available.
pl: Kanał %s nieaktywny ponieważ wszystkie jego adresy są nieaktywne.

source: recording
pl: nagranie

source: scheduled
pl: zaplanowane

source: today
pl: dzisiaj

source: yesterday
pl: wczoraj

source: video_name_format
pl: %2$s

source: TV channels
pl: Kanały TV

source: Movies
pl: Filmy

source: Radio channels
pl: Kanały radiowe

source: Modules
pl: Moduły

source: last week
pl: Ostatni tydzień

source: city_name_field
pl: name_en

source: biography
pl: biografia

source: action
pl: akcja

source: military
pl: wojskowy

source: detective
pl: detektywistyczny

source: children's
pl: dla dzieci

source: house/country
pl: domowy/krajowy

source: drama
pl: dramat

source: foreign
pl: zagraniczny

source: health
pl: zdrowie

source: art
pl: sztuka

source: historical
pl: historyczny

source: history
pl: historia

source: catastrophe
pl: katastroficzny

source: comedy
pl: komedia

source: criminal
pl: kryminał

source: cookery
pl: gotowanie

source: melodrama
pl: melodramat

source: mysticism
pl: mistyczny

source: science
pl: nauka

source: ours
pl: nasz

source: teach
pl: nauka

source: hunting
pl: polowanie

source: adventure
pl: przygodowy

source: nature
pl: natura

source: travels
pl: podróże

source: fishing
pl: wędkowanie

source: series
pl: serial

source: sketch-show
pl: rysowniczy

source: dancing
pl: taniec

source: technique
pl: technika

source: fiction
pl: fikcja

source: aerobics
pl: aerobik

source: erotica
pl: erotyka

source: humourist
pl: humor

source: Cartoon
pl: kreskówka

source: Ours cinema
pl: Kino krajowe

source: World cinema
pl: Kino światowe

source: Documentary
pl: Dokument

source: Humour
pl: Humor

source: Hobbies
pl: Hobbie

source: Our Serial
pl: Serial krajowy

source: Foreign Serial
pl: Serial Zagraniczny

source: Detective
pl: Detektywistyczny

source: Drama
pl: Dramat

source: Historical
pl: Historyczny

source: Clips
pl: Klipy

source: Comedy
pl: Komedia

source: Melodrama
pl: Melodramat

source: Adventures
pl: Przygodowy

source: Horrors
pl: Horrory

source: Fiction
pl: Fikcja

source: Erotica
pl: Erotyka

source: Animation
pl: Animacja

source: Childrens
pl: Dla dzieci

source: Sports
pl: Sport

source: Teach
pl: Nauk

source: Information
pl: Informacje

source: information
pl: informacje

source: entertainments
pl: rozrywka

source: cinema
pl: kino

source: sports
pl: sport

source: music
pl: muzyka

source: business
pl: biznes

source: culture
pl: kultura

source: for adults
pl: dla dorosłych

source: information-entertaining
pl: informacyjno-rozrywkowy

source: religion
pl: religia

source: social
pl: społeczeństwo

source: woman's
pl: dla kobiet

source: scientific-entertainment
pl: naukowo-rozrywkowy

source: From cartoon films
pl: Z kreskówek

source: Nurseries
pl: Złobki

source: National
pl: Krajowy

source: From films
pl: Z filmów

source: Clear
pl: Słonecznie

source: Partly Cloudy
pl: Częściowa mgła

source: Cloudy
pl: Mgła

source: Overcast
pl: Pochmurnie

source: Little rain
pl: Mżawka

source: Rain
pl: Deszcz

source: Thunderstorm
pl: Burza z piorunami

source: Hail
pl: Grad

source: Sleet
pl: Gołoledź

source: Snow
pl: Śnieg

source: Snowfall
pl: Opad śniegu

source: Tariff plan is changed, please restart your STB
pl: Plan taryfowy uległ zmianie, proszę uruchomić ponownie dekoder.

source: Starting recording
pl: Początek nagrywania

source: Stopped recording
pl: Koniec nagrywania
