Repository: Igor-carvalho/Symfony-scratch
Catalog: src/Dmcl/StbBundle/Resources/locale/*/LC_MESSAGES/stb.po
Languages: pl

source: January
pl: Styczeń

source: February
pl: Luty

source: March
pl: Marzec

source: April
pl: Kwiecień

source: May
pl: Maj

source: June
pl: Czerwiec

source: July
pl: Lipiec

source: August
pl: Sierpień

source: September
pl: Wrzesień

source: October
pl: Październik

source: November
pl: Listopad

source: December
pl: Grudzień

source: Back
pl: Wstecz

source: Saving was successful
pl: Zapisywanie się powiodło

source: Channel
pl: Kanał

source: Date
pl: Data

source: Load EPG
pl: Ładuj EPG

source: Save
pl: Zapisz

source: New
pl: Nowy

source: Error: channel with number "%s" is already in use
pl: Błąd: numer programu "%s" jest już używany

source: Error: could not save logo
pl: Błąd: nie można zapisać logo

source: Error: all fields are required
pl: Błąd: wszystkie pola są wymagane

source: IPTV channels
pl: Kanały IPTV

source: priority
pl: priorytet

source: filter
pl: filtr

source: Temporary HTTP URL
pl: Tymczasowy URL HTTP

source: WOWZA support
pl: Wsparcie WOWZA

source: Enable monitoring
pl: Włącz monitoring

source: Balancer monitoring
pl: Monitoring balancera

source: Channel URL for monitoring
pl: URL programu do monitorowania

source: add new link
pl: dodaj nowy link

source: delete
pl: usuń

source: Do you really want to delete this record?
pl: Czy napewno chcesz usunąć to nagranie?

source: Channel with same number already exists!
pl: Kanał o tym samymy numerze już istnieje

source: Shift channel list?
pl: Przesunąć listę kanałów?

source: Add
pl: Dodaj

source: Number
pl: Numer

source: Service code
pl: Kod serwisowy

source: Name
pl: Nazwa

source: Genre
pl: Gatunek

source: Archive
pl: Archiwum

source: Volume correction
pl: Korekcja głośności

source: Claims about<br>audio/video/epg
pl: Roszczenia odnośnie<br>audio/video/epg

source: Do you really want to reset claims counter?
pl: Czy chcesz wyzerować licznik roszczeń

source: monitoring off
pl: wyłącz monitoring

source: more than an hour ago
pl: mniej niż godzinę temu

source: less than a minute ago
pl: mniej niż minutę temu

source: minutes ago
pl: minut temu

source: Error deleting a logo
pl: Błąd przy usuwaniu logo

source: Age restriction
pl: Ograniczenia wiekowe

source: Base channel
pl: Program bazowy

source: Bonus channel
pl: Program premium

source: Price
pl: Cena

source: Links
pl: Odnośniki

source: URL for recording (multicast)
pl: URL do nagrywania (multicast)

source: Enable TV archive
pl: Włącz archiwum TV

source: Allow nPVR
pl: Pozwól na nPVR

source: Allow USB PVR
pl: Pozwól na USB PVR

source: EPG correction
pl: Korekcja EPG

source: Comments
pl: Komentarze

source: Only for API
pl: Tylko dla API

source: Cancel
pl: Anuluj

source: done
pl: gotowe

source: not done
pl: nie gotowe

source: Search
pl: wyszukaj

source: search by clip name
pl: wyszukaj według nazwy klipu

source: File name
pl: Nazwa pliku

source: Song name
pl: Nazwa piosenki

source: Performer
pl: Wykonawca

source: Posted by
pl: Opublikowany przez

source: When
pl: Kiedy

source: Claims about<br>audio/video
pl: Roszczenia odnośnie<br>audio/video

source: Loading
pl: Ładowanie

source: Not found
pl: Nie znaleziono

source: File
pl: Plik

source: Error: The file or directory may contain invalid characters
pl: Błąd: plik lub katalog mogą zawierać niedozwolone znaki

source: Protocol
pl: Protokół

source: include solution
pl: zawrzyj rozwiązanie

source: Author
pl: Autor

source: Form filling order
pl: Uzupełnij formularz zamówienia

source: Moderators MAC addresses
pl: Adres MAC moderatora

source: RADIO channels
pl: Kanały radiowe

source: video deleted
pl: Video skasowane

source: Error during file moving from %s to %s
pl: Błąd podczas przenoszenia pliku z %s do %s

source: Error:
pl: Błąd:

source: Error: could not resize cover
pl: Błąd: nie można zmienić rozmiaru okładki

source: Error: could not save cover image
pl: Błąd: nie można zapisać obazu okładki

source: Error: The folder with that name already exists
pl: Błąd: folder o tej nazwie już istnieje

source: Error creating the folder on moderator storage
pl: Bład przy tworzeniu folderu w katalogu moderatora

source: Error: insufficient permissions for this action
pl: Błąd: niewystarczające uprawnienia

source: Sun
pl: Ndz.

source: Mon
pl: Pon.

source: Tue
pl: Wt.

source: Wed
pl: Sr.

source: Thu
pl: Czw.

source: Fri
pl: Pt.

source: Sat
pl: Sob.

source: Turn on
pl: Włącz

source: Schedule turn the video on
pl: Zaplanuj włączenie video

source: My logs
pl: Moje logi

source: task
pl: zadanie

source: send
pl: wyślij

source: search by file name of movie name
pl: szuka według nazwy

source: Votes
pl: Głosy

source: good sound
pl: dobra jakość dźwięku

source: bad sound
pl: zła jakość dźwięku

source: good video
pl: dobra jakość obrazu

source: bad video
pl: zła jakość obrazu

source: Title
pl: Tytuł

source: Original title
pl: Tytuł oryginalny

source: Restriction
pl: Ograniczenia

source: Duration, min
pl: Długość, min.

source: Series
pl: Serial

source: Turn on date
pl: Włącz dnia

source: turn on %s
pl: włącz na %s

source: size
pl: rozmiar

source: please wait
pl: proszę czekać

source: check
pl: sprawdź

source: count md5 sum
pl: policz sumę md5

source: counting
pl: liczenie

source: error
pl: błąd

source: Not available
pl: Niedostępne

source: Available
pl: Dostępne

source: autofill
pl: uzupełnij

source: For unlock please delete Name and Original name fields
pl: Aby odblokować proszę usunąć pola nazwy i oryginalnej nazwy

source: Kinopoisk rating
pl: Ocena Kinopoisk

source: Age rating
pl: Przedział wiekowy

source: Rating MPAA
pl: Przedział MPAA

source: Only for MAG100
pl: Tylko dla MAG100

source: old genre
pl: stary gatunek

source: Category
pl: Kategoria

source: Year
pl: Rok

source: Duration
pl: Długość

source: Director
pl: Reżyser

source: Actors
pl: Aktorzy

source: Description
pl: Opis

source: Cover
pl: Okładka

source: All users log
pl: Log wszystkich użytkowników

source: Time
pl: Czas

source: Action
pl: Akcja

source: Parameter
pl: Parametr

source: Jokes
pl: Żarty

source: Joke
pl: Żart

source: Updated %s videos and %s karaokes
pl: Zaktualizowano %s filmów i %s karaoke

source: Storage cache refresh
pl: Odśwież cache

source: Emergency services
pl: Alarmowe

source: Information services
pl: Informacyjne

source: Other services
pl: Inne

source: Department
pl: Urząd

source: Phone number
pl: Numer telefony

source: Claims
pl: Roszczenia

source: Video-club sound
pl: Dźwięk Video-club

source: Video-club video
pl: Obraz Video-club

source: TV sound
pl: Dźwięk TV

source: TV video
pl: Obraz TV

source: No epg
pl: Brak EPG

source: Wrong epg
pl: Złe EPG

source: Karaoke sound
pl: Dźwięk EPG

source: Karaoke video
pl: Obraz EPG

source: Claims log
pl: Wykaz roszczeń

source: Type
pl: Typ

source: Claim on
pl: Roszczenie na emat

source: From
pl: Od

source: task done
pl: Zadanie wykonane

source: EPG settings
pl: Ustawienia EPG

source: Update EPG
pl: Uaktualnij EPG

source: Force update EPG
pl: Wymuś uaktualnienie EPG

source: Updated
pl: Zaktualizowno

source: %s events %s sended, %s errors
pl: %s eventów %s wysłano, %s błędów

source: File with list is missing
pl: Brakujący plik z listą

source: Error when sending event
pl: Błąd przy przesyłaniu eventu

source: Events
pl: Programy

source: New event
pl: Nowy event

source: Send
pl: Wyślij

source: To one
pl: Do jednego

source: To all
pl: Do wszystkich

source: By list
pl: Przez listę

source: By pattern
pl: Przez wzorzec

source: To group
pl: Do grupy

source: Load active events
pl: Załaduj aktywne eventy

source: List
pl: Lista

source: Pattern
pl: Wzorzec

source: Group
pl: Grupa

source: restart on OK
pl: restart przez OK

source: channels
pl: kanały

source: Active events for %s
pl: Aktywne eventy dla %s

source: clean
pl: wyczyść

source: Valid up to
pl: Ważny do

source: Event
pl: Program

source: Message
pl: Wiadomość

source: sended
pl: wysłane

source: not sended
pl: nie wysłane

source: There are no active events for %s
pl: Nie ma aktywnych programów dla %s

source: Stalker MW admin interface
pl: Interfejs administracyjny Stalker MW

source: Sections
pl: Sekcje

source: Users
pl: Użytkownic

source: Logout
pl: Wyloguj

source: TARIFFS
pl: TARYFY

source: Tasks (new messages: %s)
pl: Zadania (nowe wiadomości: %s)

source: infoportal
pl: portal informacyjny

source: tv archive
pl: archiwum tv

source: records
pl: nagrania

source: search by MAC or IP
pl: wyszukaj przez MAC lub adres IP

source: Infoportal
pl: Portal informacyjny

source: City help
pl: Informacje miejscowe

source: Statistics
pl: Statystyki

source: Video statistics
pl: Statystyki video

source: Users statistics for TV
pl: Statystyki użytkownika dla TV

source: TV statistics
pl: Statystyki TV

source: Users statistics for VIDEO
pl: Statystyki użytkownika dla video

source: Moderators statistics
pl: Statystyki moderatorów

source: Users statistics for Jokes
pl: Statystyki użytkownika dla żartów

source: Inactive users
pl: Użytkownicy nieaktywni

source: Settings
pl: Ustawienia

source: Storages
pl: Dyski

source: Stream servers
pl: Serwery streamingowe

source: Karaoke Archive
pl: Archiwum karaoke

source: returned
pl: zwrócono

source: return
pl: zwróć

source: Return reason
pl: Powód zwrotu

source: Completed Karaoke tasks
pl: Skończone zadania karaoke

source: report generated by closed-month clips
pl: raport zamkniętych klipów w miesiącu

source: Completed tasks
pl: Wykonane zadania

source: report generated by closed-month movies
pl: raport zamkniętych filmów w miesiącu

source: Movie
pl: Film

source: Opening date
pl: Początek dostępności

source: Closing date
pl: Koniec dostępności

source: Total duration, min
pl: Całkowita długość, min

source: Rejected tasks
pl: Odrzucone zadania

source: Move to archive
pl: Przenieś do archiwum

source: Move to the archive?
pl: Przenieść do archiwum?

source: Sign in
pl: Zapisz się

source: Password
pl: Hasło

source: Master-storage logs
pl: Logi na głównym dysku

source: View message
pl: Obejrzyj wiadomości

source: Reply
pl: Odpowiedz

source: Are you sure you want to close this task?
pl: Czy jesteś pewien, że chcesz zamknąć to zadanie?

source: Task accomplished
pl: Zadanie wykonane

source: Are you sure you want to reject this task?
pl: Czy jesteś pewien, że chcesz odrzucić to zadanie?

source: Task rejected
pl: Zadanie odrzucone

source: My messages
pl: Moje wiadomości

source: Movie log
pl: Log filmów

source: Playlist
pl: Playlista

source: Playlists
pl: Playlisty

source: Change the video output on the
pl: Zmień wyście wideo na

source: Disabled
pl: Wyłączone

source: Enabled
pl: Włączone

source: User profile
pl: Profil użytkownika

source: Logs
pl: Logi

source: Reset to default password?
pl: Czy przywrócić domyślne hasło

source: Reset
pl: Przywróć

source: favorite tv
pl: ulubione

source: %s channels
pl: %s kanałów

source: Reset favorite TV channels? The channels will be reset only if immediately restart the stb!
pl: Czy zresetować ulubione kanały TV? Kanały zostaną zresetowane tylko jeśli od razu zrestartujesz dekoder!

source: Full name
pl: Pełna nazwa

source: Account number
pl: Numer konta

source: Last change of status
pl: Ostatnia zmiana statusu

source: Comment
pl: Komentarz

source: Tariff plan
pl: Plan taryfowy

source: Change
pl: Zmień

source: No packages available
pl: Brak dostępnych paczek

source: Packages
pl: Paczki

source: TV subscription
pl: Subskrypcje TV

source: Additional services
pl: Dodatkowe serwisy

source: task rejected
pl: zadanie odrzucone

source: message sended
pl: wiadomość wysłana

source: Send message
pl: Wyślij wiadomość

source: To
pl: Do

source: task open
pl: zadanie otwarte

source: the task has been sent
pl: zadanie wysłane

source: Create task
pl: utwórz zadanie

source: SERVICES PACKAGES
pl: paczki serwisowe

source: External ID
pl: Zewnętrzne ID

source: Short description
pl: Krótki opis

source: Service
pl: Serwis

source: Service type
pl: Typ serwisu

source: periodic
pl: cykliczny

source: single
pl: pojedynczy

source: Rent duration
pl: Czas wypożyczenia

source: All services
pl: Wszystkie serwisy

source: Selected
pl: Wybrany

source: enabled
pl: włączony

source: disabled
pl: wyłączony

source: Disable
pl: Włącz

source: Enable
pl: Wyłącz

source: STB Model
pl: Model dekodera

source: Required
pl: Wymagane

source: Update type
pl: Typ aktualizacji

source: Do you really want to delete this item?
pl: Czy napewno chcesz usunąć ten element

source: Monthly jokes views statistics
pl: Miesięczny statystyki kawałów

source: Counting at least 5 jokes
pl: Liczenie co najmniej 5 żartów

source: search by mac
pl: szukaj przez mac

source: Views
pl: Odsłonięć

source: Last view
pl: Ostatnie odsłonięcie

source: Daily video views statistics
pl: Dzienne statystyki video

source: Day
pl: Dzień

source: Video archive
pl: Archiwum video

source: Karaoke archive
pl: Archiwum karaoke

source: Total
pl: W sumie

source: Opened
pl: Otwartych

source: Closed
pl: Zamkniętych

source: Rejected
pl: Odrzuconych

source: Inactive users per month
pl: Liczba niekatywnych użytkowników w miesiącu

source: Latest TV viewing
pl: Ostatnie odtworzenie TV

source: Latest VIDEO viewing
pl: Ostatnie odtworzenie VIDEO

source: TV views statistics per month
pl: Statystyki odtwarzania TV według miesiąca

source: Users TV views statistics per month
pl: Statystyki odtwarzania TV dla użytkowników w miesiącu

source: Counting if channel is playing more than 30 minutes
pl: Zliczane jeśli kanał jest odtwarzany dłużej niż 30 minut

source: Video views statistics per month
pl: Statystyki odtwarzania video dla miesięcy

source: By days
pl: Dla dni

source: By genres
pl: Dla gatunku

source: search by movie title
pl: wyszukaj według tytułu

source: Sort by
pl: Sortuj według

source: Total views
pl: Liczba wyświetleń

source: Last views
pl: Ostatnie wyświetlenia

source: How many storages
pl: Liczba dysków

source: Video views statistics by genres per month
pl: Wyświetlenia video według gatunków w miesiącach

source: Total movies
pl: Całkowita liczba filmów

source: Users video views statistics per month
pl: Wyświetlenia video użytkowników w miesiącach

source: Counting if the movie playback is more than 70% of the total duration
pl: Liczone jeśli odtwarzanie filmu jest ukończone w conajmniej 70%

source: Stb groups
pl: Grupy dekoderów

source: Are you sure you want to delete the group %s from the database?
pl: Czy jesteś pewien, że chcesz usunąć grupę %s z bazy danych?

source: Stb in group
pl: Dekodery w grupie

source: Are you sure you want to remove stb %s from the database?
pl: Czy jesteś pewien, że chcesz usunąć dekoder %s z bazy danych?

source: Cache %s is cleared
pl: Cache %s został wyczyszczony

source: Storage with id %s not found
pl: Magazyn o id %s nieznaleziony

source: Cache is cleared
pl: Cache został wyczyszczony

source: Are you sure you want to reset a cache?
pl: Czy jesteś pewien, że chesz zresetować cache?

source: Clear cache
pl: Wyczyść cache

source: Are you sure you want to update a cache? This operation will take some time.
pl: Czy jesteś pewien, że chcesz uaktualnić cache? Ta operacja zajmie trochę czasu

source: Refresh cache
pl: Odśwież cache

source: Unique movies
pl: Unikalne filmy

source: Search in storages
pl: Wyszukaj w magazynach

source: Home path
pl: Scieżka domowa

source: Are you sure you want to change the status of the storage %s?
pl: Czy jesteś pewien, że chcesz zmienić status magazynu %s?

source: Are you sure you want to reset the cache of the storage %s?
pl: Czy jesteś pewien, że chcesz zresetować cache magazynu %s?

source: clear cache
pl: wyczyść cache

source: Are you sure you want to delete storage %s?
pl: Czy jesteś pewien, że chesz usunąć magazyn %s?

source: Storing content
pl: Zapisywanie contentu

source: Not available for MAG100
pl: Niedostępne dla MAG!))

source: Record TV
pl: Nagraj TV

source: Emulation
pl: Emulacja

source: External
pl: Zewnętrzny

source: Only moderators
pl: Tylko moderatorzy

source: Zones
pl: Zony

source: Address
pl: Adres

source: Max sessions
pl: Maksymalne liczba sesji

source: Are you sure you want to change the status of the server %s?
pl: Czy jesteś pewien, że chcesz zmienić status serwera %s?

source: Are you sure you want to delete server %s?
pl: Czy jesteś pewien, że chcesz usunąć serwer %s?

source: Stream zone
pl: Zona strumienia

source: Stream zones
pl: Zony strumieni

source: Are you sure you want to delete record %s?
pl: Czy jesteś pewien, że chcesz usunąć nagranie %s?

source: Default zone
pl: Domyślna zona

source: Countries
pl: Kraje

source: Updated according to the subscription channels.
pl: Uaktualniono zgodnie z subskrypcjami kanałów.

source: Subscription saved
pl: Subskrypcje zapisane

source: TV channels subscription
pl: Subskrypcje kanałów TV

source: All channels
pl: Wszystkie kanały

source: All
pl: Wszystkie

source: Subscription
pl: Subskrypcje

source: Subscription import
pl: Import subskrypcji

source: Update status
pl: Uaktualnij status

source: Update favorites
pl: Uakatualnij ulubione

source: Import
pl: Importuj

source: TARIFF PLANS
pl: PLANY TARYFOWE

source: optional
pl: opcjonalne

source: Services packages
pl: Pakiety serwisów

source: Use as default
pl: Użyj jako domyślnych

source: Tasks
pl: Zadania

source: Messages
pl: Wiadomości

source: Expired 10 days
pl: Przeterminowane z 10 dni

source: reject
pl: odrzuć

source: Video tasks archive
pl: Archiwum zadań video

source: Testers
pl: Testerzy

source: Are you sure you want to change the status of the tester %s?
pl: Czy jesteś pewien, iż chcesz zmienić status testera %s?

source: Are you sure you want to remove the tester %s?
pl: Czy jesteś pewien, że chcesz usunąć testera %s?

source: Report for the stb status changed on %s on %s
pl: Raport ze zmiany statusu stb %s %s

source: Report of the stb status changing on %s on %s
pl: Raportuj zmianę statusu dekodera %s %s

source: Current status
pl: Bieżący status

source: Time of change
pl: Czas zmiany

source: Search unique movies
pl: Wyszukaj unikalne filmy

source: waiting...
pl: oczekiwanie...

source: You are not authorized for this action
pl: Nie masz uprawnień do wykonania tej akcji

source: Plain text
pl: Zwykły tekst

source: On server
pl: Na serwerze

source: Excluding
pl: Wykluczenie

source: Total views per month
pl: Całkowita liczba wyświetleń w miesiącu

source: Error: Login already in use
pl: Błąd: Login już w użyciu

source: Error: could not create account
pl: Błąd: nie udało się stworzyć konta

source: Error: Not all required fields are filled
pl: Błąd: Nie wszystkie wymagane pola są uzupełnione

source: User account
pl: Konto użytkownika

source: Account disabled
pl: Konto wyłaczone

source: User logs
pl: Logi użytkownika

source: My records
pl: Moje Nagrania

source: Records
pl: Nagrania

source: Clip
pl: Klipy

source: Go
pl: Wejdź

source: Stb action
pl: Akcja na STB

source: All logs
pl: Wszystkie logi

source: Report
pl: Raport

source: Media browser
pl: Przeglądarka plików

source: Tv archive
pl: Archiwum TV

source: search by MAC, IP, login or account number
pl: wyszukaj po MAC, IP, loginie lub numerze konta

source: without sorting
pl: bez sortowania

source: search inactive users
pl: wyszukaj nieaktywnych użytkowników

source: Time from<br>last playback
pl: Czas od<br>ostatniego odtworzenia

source: Last change<br>of status
pl: Ostatnia zmiana<br>statusu

source: Current views on storage
pl: Bieżące wyświetlalnia z magazynu

source: Begin
pl: Rozpocznij

source: Video log
pl: Log video

source: Search movies on storages
pl: Wyszukaj filmy na dyskach

source: and on
pl: i na

source: storages
pl: dyski

source: and not on server
pl: i nie na serwerze

source: total views
pl: całkowita liczba wyświetleń

source: total views per month
pl: całkowita liczba wyświetleń w miesiącu

source: last viewed
pl: ostatnie wyświetlenie

source: Number of storages
pl: Liczba dysków

source: Last viewed
pl: Ostatnie wyświetlenie

source: Comfort
pl: Komfort

source: Pressure
pl: Ciśnienie

source: Wind
pl: Wiatr

source: Humidity
pl: Wilgotność

source: Current weather unavailable
pl: Pogoda niedostępna

source: VIEW
pl: OTWÓRZ

source: SORT
pl: SORTUJ

source: SEARCH
pl: WYSZUKAJ

source: PICKING
pl: WYBÓR

source: BY LETTER
pl: PO LITERZE

source: BY NAME
pl: PO NAZWIE

source: BY TITLE
pl: PO TYTULE

source: PAGE
pl: STRONA

source: FROM
pl: Z

source: FOUND
pl: ZNALEZIONO

source: RECORDS
pl: NAGRANIA

source: LOADING...
pl: ŁADOWANIE...

source: Loading...
pl: Ładowanie...

source: Media Browser
pl: Przeglądarka Plików

source: connected
pl: połączono

source: disconnected
pl: nie połączony

source: not found
pl: nie znaleziono

source: USB drive
pl: Dysk USB

source: The number of connections is limited. <br> Try again later
pl: Liczba połączeń jest limitowana. <br> Spróbuj ponownie później

source: File missing
pl: Brakujący plik

source: Server error
pl: Błąd serwera

source: Access denied
pl: Dostęp wzbroniony

source: Server unavailable
pl: Serwer niedostępny

source: part
pl: część

source: Track
pl: Ścieżka

source: Off
pl: Wyłączone

source: Subtitles
pl: Napisy

source: Complain
pl: Zażalenie

source: on sound
pl: na dźwięk

source: on video
pl: na wideo

source: Thank you, your opinion will be taken into account
pl: Dziękujemy, twoje zgłoszenie zostanie sprawdzone

source: one series
pl: jedna seria

source: continuously
pl: ciągly

source: fit on
pl: dopasuj

source: optimal
pl: optymalny

source: stretch
pl: rozciągnij

source: combined
pl: połaczone

source: FAVORITE
pl: ULUBIONE

source: MOVE
pl: PRZESUŃ

source: by number
pl: po numerze

source: by title
pl: po tytule

source: only favorite
pl: tylko ulubione

source: list
pl: lista

source: list + info
pl: lista + info

source: information about the movie
pl: informacje o filmie

source: Length
pl: Długość

source: Cast
pl: Obsada

source: Rating
pl: Ocena

source: Age
pl: Wiek

source: OTHER
pl: INNE

source: FIND
pl: ZNAJDŹ

source: BY GENRE
pl: PO GATUNKU

source: BY YEAR
pl: PO ROKU

source: BY RATING
pl: PO OCENIE

source: search
pl: znajdź

source: picking
pl: wybór

source: by addtime
pl: po czasie dodania

source: rating
pl: ocena

source: HD only
pl: tylko HD

source: favorite only
pl: tylko ulubione

source: purchased
pl: kupione

source: not ended
pl: nie zakończone

source: Purchased
pl: Kupione

source: rent expires in
pl: wypożyczenie kończy się

source: Your STB is blocked.<br/> Call the provider.
pl: Twój STB jest zablokowany. <br/> Zadzwoń do dostawcy.

source: JANUARY
pl: STYCZEŃ

source: FEBRUARY
pl: LUTY

source: MARCH
pl: MARZEC

source: APRIL
pl: KWIECIEŃ

source: MAY
pl: MAJ

source: JUNE
pl: CZERWIEC

source: JULY
pl: LIPIEC

source: AUGUST
pl: SIERPIEŃ

source: SEPTEMBER
pl: WRZESIEŃ

source: OCTOBER
pl: PAŹDZIERNIK

source: NOVEMBER
pl: LISTOPAD

source: DECEMBER
pl: GRUDZIEŃ

source: SUNDAY
pl: NIEDZIELA

source: MONDAY
pl: PONIEDZIAŁEK

source: TUESDAY
pl: WTOREK

source: WEDNESDAY
pl: ŚRODA

source: THURSDAY
pl: CZWARTEK

source: FRIDAY
pl: PIĄTEK

source: SATURDAY
pl: SOBOTA

source: BACK
pl: WSTECZ

source: ABOUT MOVIE
pl: O FILMIE

source: TV GUIDE
pl: PRZEWODNIK TV

source: PACKAGE INFO
pl: INFORMACJE O PACZCE

source: SETTINGS
pl: USTAWIENIA

source: CANCEL
pl: ANULUJ

source: SAVE
pl: ZAPISZ

source: Current password
pl: Obecna hasło

source: PARENTAL SETTINGS
pl: USTAWIENIA RODZICIELSKIE

source: PARENTAL
pl: POD NADZOREM RODZICÓW

source: New password
pl: Nowe hasło

source: Repeat new password
pl: Powtórz nowe hasło

source: Settings saved
pl: Ustawienia zapisane

source: Settings saved.<br>The STB will be rebooted. Press OK.
pl: Ustawienia zapisane.<br>Twój dekoder zostanie uruchomiony ponownie. Naciśnij OK.

source: Error filling fields
pl: Błąd przy uzupełnianiu pól

source: Saving error
pl: Błąd przy zapisywaniu

source: LOCALIZATION
pl: LOKALIZACJA
